{
  "art": [
    {
      "id": "AH1",
      "type": "honoraria",
      "artist": "Robert Rhu",
      "title": "The Story Portal",
      "description": "The Story Portal aims to make empathy contagious through immersive and interactive storytelling experiences. Storytelling is a fundamental human ritual. The broader Story Portal installation is woven together by a narrative whose central character is Dr. Ezra Marcel. His story is set in a steampunk universe at the turn of the 20th century. The story of is told through exploration of a space full of artifacts and installations; Big Charles is a 16 feet all steel sculpture made from recycled metal objects in the form of a large Robot. Participants control the 20 separate fire effects with a control panel. In Ezra's story, Big C was created by our mad scientist as the dragon slayer to acquire the psychedelic potion he needs to survive. The Hate Maker. Hate Maker is an interactive fire flute with 8 separate poofers and notes. In Ezra's story, The Hate Maker was created in order to signal passing airships in hopes of hailing his rescue. Story Portal is today’s invitation for stories to be voiced, listened to and experienced."
    },
    {
      "id": "AH2",
      "type": "honoraria",
      "artist": "Emma Duggan",
      "title": "Tarna the Jackalope",
      "description": "Tarna the Jackalope is 26 feet tall, 40 feet long.  Elements of the art car include fire and flame effects. Attached to the jackalope's chest is a geometric welded steel cage heart, which has a quad-cannon pop-gun flame effect. Four separate controlled bursts of flame simulate the heart's beat flowing through clear PVC tubing. The jackalope's antlers emit a low pressure controlled-state propane flame effect. The inside of the art car is an oasis, filled with sensory experiences. Participants will be welcomed inside the Jackalope and experience a space filled with lighting effects and trinkets. The inspiration for this space is the bedroom from the 2004 film Howl's Moving Castle. Tarna the Jackalope is a project inspired by desire to bring magic and lighthearted whimsy back into the world. Tarna is inspired by a love for nature, conservation, and fantasy. "
    },
    {
      "id": "AH3",
      "type": "honoraria",
      "artist": "James Kindler",
      "title": "ORCHIDSTRA",
      "description": "ORCHIDSTRA is a 3-by-5-foot flower pot with three 8-foot wild orchids with a control panel in front of the flower pot with a display screen explaining how to interact with the piece of art. When you wave your hand over the control panel the orchids will light up and start to play music. the display screen will instruct you to wave your hands around like a conductor. As you wave your hands over the control panel you will be able to control different instruments so you can create your own piece of unique music. "
    },
    {
      "id": "AH4",
      "type": "honoraria",
      "artist": "Andrea Framstad",
      "title": "InGenieous",
      "description": "InGenieous is a larger than life genie lamp, 25 feet long, 14 feet wide, and 12 feet high. The inside of the panels are lined with many, many LEDs which are programmed to respond to a sensor, activated by hand motions. The sensor is placed on a podium a few feet away where participants can simultaneously activate and view the light display at night. There is also a smoke machine activated by a big red “DO NOT PRESS” button, that blasts out of the spout. Inside the lamp we have volunteers play the genies, and this year faeries, greeting participants when they enter. It is decorated with lush fabrics, carpet, and lots of decorative elements and lighting to embody a mystical vibe. Our faeries will encourage participants to grant wishes for each other and send them on magical quests! "
    },
    {
      "id": "AH5",
      "type": "honoraria",
      "artist": "Neil Verplank",
      "title": "Capn Nemo's Flaming Carnival",
      "description": "Capn Nemo's Flaming Carnival is a large-scale carnival, with interactive games - and fire! Built of metal and wood, we offer flaming ping pong, fiery skeeball, high striker, Loki the evil bean bag clown, zap the electric ring toss, flaming popcorn and more! We typically occupy about 5,000 square feet, music to set the mood, lights a-plenty, and, of course, lots of fire. "
    },
    {
      "id": "AH6",
      "type": "honoraria",
      "artist": "Carlos Vallejo",
      "title": "Palmas de Fuego",
      "description": "The Palmas de Fuego art piece is made up of two 12 feet tall palm trees. Each tree is made up of 7 fronds with a pooling flame static effect under each frond. The flames create ambient lighting and warmth, setting the mood for anything from dancing to cuddling. Featuring a rope and pulley system hanging from each of the trees you will get a large whistling fireball with every pull of the rope. Welcome to our humble Oasis!"
    },
    {
      "id": "AH7",
      "type": "honoraria",
      "artist": "Heather Jerome Branson",
      "title": "Star'Splosion",
      "description": "Star’Splosion is a 7’ tall Supernova of Love and Light can’delabra metal sculpture that displays an array of can’dles each night. This piece was created as a beacon and blessing of Love and Light upon the community. "
    },
    {
      "id": "AH8",
      "type": "honoraria",
      "artist": "Sean Hages",
      "title": "Lakes of Fire Entrance Sign",
      "description": "The Lakes of Fire Entrance sign is inspired by the Burning Man Principle of “Participation.”  The idea being that in the Garden of Wonder, the participants are the true wonder in the garden. The color palette and imagery are inspired by the state flowers in the Midwest, the Canadian flag, Chicago City Flag, and more."
    },
    {
      "id": "AG1",
      "type": "grant",
      "artist": "Kelsey Kovacik",
      "title": "After A Fire",
      "description": "Three larger than life mushrooms have sprouted at The Den! With a cap of flowers and flames, they illuminate the path to new dreams “ After a Fire”."
    },
    {
      "id": "AG2",
      "type": "grant",
      "artist": "Arden Wyatt",
      "title": "Aura Portraits",
      "description": "Get a watercolor portrait of your aura painted! Come and find Arden the aura painter and their magic easel near the lake during the day and sit for a portrait of the beautiful energy flowing around you. With water right from the lake, this portrait will be unique to the event and to you! Is it magic? Is it synesthesia? Who knows! Have fun with it!"
    },
    {
      "id": "AG3",
      "type": "grant",
      "artist": "Holly Sprick",
      "title": "Birds of a Feather Flock Together",
      "description": "Bird of a feather flock together. Match a variety of birds into flocks, see how the flock changes as people see variety of relationships in colors, patterns, or design."
    },
    {
      "id": "AG4",
      "type": "grant",
      "artist": "Boingibuilders",
      "title": "Boingers in Bloom",
      "description": "We planted some boingibuds at Lucky Lake in 2022, hoping to have them ready for 2023... and The Boingers have Bloomed!"
    },
    {
      "id": "AG5",
      "type": "grant",
      "artist": "Lynn Smith",
      "title": "Brain Juice Garden",
      "description": "Where does wonder come from?  Come see the brain juice garden where wonder is cultivated, extracted and collected. "
    },
    {
      "id": "AG6",
      "type": "grant",
      "artist": "Ashley Strange",
      "title": "Burning Wonder Bra",
      "description": "A celebration of the body in all its wonderful shapes and sizes. This piece invites reflection and interpretation about the role of the human body in art and society."
    },
    {
      "id": "AG7",
      "type": "grant",
      "artist": "Jeremy Besemer",
      "title": "Celestial Guardian",
      "description": "Come and pay homage to the celestial general. They will protect us from injustice and sage this year at LoF.  DPW bar.  You know the score."
    },
    {
      "id": "AG8",
      "type": "grant",
      "artist": "David Sifferd (Big Gay Rude)",
      "title": "Cogniclaw",
      "description": "The Cogniclaw is both a vault of treasures and dispenser of wonder. Try your luck at plundering the bounty of this moody machine!"
    },
    {
      "id": "AG9",
      "type": "grant",
      "artist": "Robert Kolb (Rocket)",
      "title": "Creaming Corneas",
      "description": "Creamed corn might be the answer, let your Corneas, be \"creamed\" in the wonders of Sound, sight, feel, and be \"A-Maize-d\".  Creamy can be dreamy!!"
    },
    {
      "id": "AG10",
      "type": "grant",
      "artist": "Dirty Z",
      "title": "Fae Ring!",
      "description": "Fae ring is a flaming vine designed to have folks sit around it and chat."
    },
    {
      "id": "AG11",
      "type": "grant",
      "artist": "Devon Ras",
      "title": "Fae's \"Forbidden\" Stage",
      "description": "To mimick the classic Fairy Circle Lore, the Faes \"Forbidden\" Stage is a 6' × 6' platform surrounded by handcrafted mushrooms that vary in color, size, and lighting effects."
    },
    {
      "id": "AG12",
      "type": "grant",
      "artist": "James Villalpando",
      "title": "Fire Monstera",
      "description": "Warm up and chill out at the FIRE MONSTERA. Interactive fire and LED art, discussions on plants and permaculture, music and more!"
    },
    {
      "id": "AG13",
      "type": "grant",
      "artist": "Miranda Roark ",
      "title": "Florentem Fluorescens",
      "description": "Said to bloom only once per millennia, never seen by the human eye, and found only at our very own Lucky Lake is the Florentem Fluorescens. Previously thought to only exist as the subject of Myths and spoken history, the universe has aligned to present us with this precious gift. The emitting light is said to represent healing and therapeutic properties by illuminating the previously dark voids. Bask in the glow of nature’s beauty, share your dreams, conquer your demons, and free yourself from burden. Once the blooms are done, it will be another millennia before they resurface. "
    },
    {
      "id": "AG14",
      "type": "grant",
      "artist": "Travis Faber",
      "title": "Flying Saucy Spaceship",
      "description": "Come on down to The Flying Saucy to hang out with the sexiest (and perhaps skankiest) space crew known to existence. Check out our party craft, \"Weed\" our garden, burn your fucks, dance, and eat of our Urth meats. "
    },
    {
      "id": "AG15",
      "type": "grant",
      "artist": "Liesl Geneva Cone (Dammit)",
      "title": "Garden of Dreams",
      "description": "Visit the Garden of Dreams: a relaxing oasis in the land of the wub wubs. Rest amongst a meadow of flower pillows in our gaybeds, listen to the sounds of nature, and reset your senses with a variety of offerings. At night, a variety of lights and projectors will transform the space into a multi-hued land of imagination."
    },
    {
      "id": "AG16",
      "type": "grant",
      "artist": "Emily Segal (Segal)",
      "title": "Garden of Reflections",
      "description": "Garden Reflections is an interactive art installation for Lakes of Fire 2023 Garden of Wonder theme. Recycled frame pieces that function as flower stems are adorned with mirrored fragments, forming a kaleidoscopic garden. Participants are invited to get close, spin the stems, even lie underneath the flowers and become part of the living art creating their own moments of wonder and self-reflection"
    },
    {
      "id": "AG17",
      "type": "grant",
      "artist": "Luka Palooka",
      "title": "Garden of Wonderful Ramen [YOUTH]",
      "description": "Master Chef, Luka Palooka will be serving a culinary delight at sunset Thursday and Friday evenings.  9:15-10:30.  Tick Town will include this Garden of Wonderful Ramen where the noodles are plentiful and the chopsticks are yours to keep.  Please enjoy the relaxing environment on the homemade benches by the lake while you slurp away.  There are also ramen filled lily pads floating in the lake if you want to relax while you cool off before or after your treat."
    },
    {
      "id": "AG18",
      "type": "grant",
      "artist": "Kathryn Lund (Kat)",
      "title": "Garden of Zen",
      "description": "Come and create your Zen in this lifesize, interactive Garden of Zen.  Challenge your Feng Shui skills by arranging the rocks and plants, or enjoy what has been created by those before you.  Leaf behind your worries and your cares."
    },
    {
      "id": "AG19",
      "type": "grant",
      "artist": "Kaitlin Slack (Q)",
      "title": "Gazebo of Wonder",
      "description": "This exploration into light and color pays homage to the history of this community staple. Revel in a rainbow of reflected light as you ponder the next step on your wondrous adventure."
    },
    {
      "id": "AG20",
      "type": "grant",
      "artist": "Science",
      "title": "Glowing Garden of Listening [YOUTH]",
      "description": "A glowing garden of recycled materials that changes color when sung to."
    },
    {
      "id": "AG21",
      "type": "grant",
      "artist": "Robin Mordini (Eggnog Queen)",
      "title": "Grooving Forward",
      "description": "Grooving Forward is a large scale colorful light up path with matching covered tree trucks and binoculars to represent your past, present/immediacy, and future as you walk between the Lake and Quiet camping.  Eggnog Queen makes you SSMMMIIILLLLLEEE!!!!"
    },
    {
      "id": "AG22",
      "type": "grant",
      "artist": "",
      "title": "Growing Love",
      "description": "This installation encourages the community to build a garden together using mini sculptures split into halves. Find the person with your matching half and unite them to symbolize the love and beauty that grows out of connection."
    },
    {
      "id": "AG23",
      "type": "grant",
      "artist": "Mariah Spain and We Don't Need Another Hero",
      "title": "Hall of Unseele Court",
      "description": "Amongst this garden of wonder there be a labyrinth way. A hall to the unseelie court, Where queen Mab and her fey play."
    },
    {
      "id": "AG24",
      "type": "grant",
      "artist": "Laura Smith ",
      "title": "HeyU Class LOF Can Scow",
      "description": "Yarrr, ye wasteful dogs! The scourge of a Scow is up on ye - The L.O.F. Heyu Stopit! Cower in fear and offer a sacrifice of all your Michigan Deposit Cans, or prepare to be raided!"
    },
    {
      "id": "AG25",
      "type": "grant",
      "artist": "Kelly Kundrat",
      "title": "Infinity Garden",
      "description": "Infinity Gardens is a hexagonal room of infinity mirrors reflecting the mental health stories of a resilient fairy. "
    },
    {
      "id": "AG26",
      "type": "grant",
      "artist": "Puppet Parade",
      "title": "Life-sized Dinosaur Puppet",
      "description": "A majestic 30-foot-tall brontosaurus parade puppet will walk around the lake at random times each day."
    },
    {
      "id": "AG27",
      "type": "grant",
      "artist": "Renzo Tormen (Thanks Daddy) ",
      "title": "LOF Labryinth",
      "description": "Lakes of Fire Labyrinth Game - Test your skill by navigating through the traps of previous Lakes of Fire themes, through this vintage game called “Hole Board.”"
    },
    {
      "id": "AG28",
      "type": "grant",
      "artist": "Katie Hurst",
      "title": "Magic Mushroom Fairy Circle",
      "description": "Seek out the magic fairy circle where you can frolic with the fae, dance under the stars, and experience the GLOWING MUSHROOMS as they light up the night! "
    },
    {
      "id": "AG29",
      "type": "grant",
      "artist": "Muchroom City",
      "title": "Magical Forest",
      "description": "Come out, come out!  And check out our beautiful light display as you are taking a nice walk through the forest path at night. Open your mind and heal your soul to the sounds of healing frequencies of sound. You should anticipate LED and laser light display as you progress through the path...  And find some surprises along the way. "
    },
    {
      "id": "AG30",
      "type": "grant",
      "artist": "Scottish Ninja",
      "title": "Mobile Blacksmith Shop",
      "description": "Listen to the ring of steel on the anvil as it echoes across the lake. Stop by the Mobile Blacksmith Shop to watch demonstrations, ask questions and maybe even get a chance to get your hand on a hammer and tongs to pound on some red hot steel."
    },
    {
      "id": "AG31",
      "type": "grant",
      "artist": "Rainy Sinclair",
      "title": "Mycolalia",
      "description": "All Mycolalia needs is you. All you need is each other. Participants are gently invited to approach the dormant organism and bring it to life through the power of love and friendship and by working together to solve a neat little puzzle (mostly love and friendship though)."
    },
    {
      "id": "AG32",
      "type": "grant",
      "artist": "Samamantha Link (Sam)",
      "title": "Never May the Fruit Be Picked",
      "description": "A poetree experience: explore a sculptural translation of a poem by the 20-century avant-garde writer Edna St. Vincent Millay."
    },
    {
      "id": "AG33",
      "type": "grant",
      "artist": "Veronique (Nikki) Rawetzki",
      "title": "Pondering Paradise",
      "description": "A glass interpretation of a garden that can only be seen when the moon pulls the water away. \n"
    },
    {
      "id": "AG34",
      "type": "grant",
      "artist": "Havoc",
      "title": "Portal of Unfolding",
      "description": "The Portal of Unfolding represents a demarcation from the outer, mundane world into the inner, sacred world.  This piece will invite the participant to move through the portal and embrace their own unfolding in the present moment."
    },
    {
      "id": "AG35",
      "type": "grant",
      "artist": "Annie Rose and Snowflake",
      "title": "Psilo-Luminos",
      "description": "Psilo-Luminos! is a giant rainbow mushroom garden that will fill you with dazzling wonder and light as you contemplate the secret world of fungi magic!"
    },
    {
      "id": "AG36",
      "type": "grant",
      "artist": "Adam Foster",
      "title": "Royal Trumpets",
      "description": "Giant kinetic medieval trumpets that shoot fire while they make music!"
    },
    {
      "id": "AG37",
      "type": "grant",
      "artist": "Rae Beam and the Green Fairies",
      "title": "Seed Shrine",
      "description": "This project is a greenhouse illustrated with a ‘stain glass’ mural to serve as a shrine for the seed library. A safe haven to enter and be encompassed by chromatic light in the day and a beacon to weary travelers by night, this is a sacred space to grow as a community."
    },
    {
      "id": "AG38",
      "type": "grant",
      "artist": "Lauren Robinson (Hambone)",
      "title": "Sideways Potato Rider",
      "description": "Know how you’ve always wanted to wrap your body around a gigantic rocking potato? Now’s your chance."
    },
    {
      "id": "AG39",
      "type": "grant",
      "artist": "Josh Aaron & Just Mal-it Reags",
      "title": "Studio 40",
      "description": "Studio 40 is the Back 40’s hottest, most “exclusive” limousine service. Fueled by the funk, this Disco ball on wheels will shuttle those going to and from the Back 40. Tired feet? Feel the beat? Get On & Get Down."
    },
    {
      "id": "AG40",
      "type": "grant",
      "artist": "Victoria Primeau",
      "title": "Tarot Garden",
      "description": "The Tarot Garden is a whimsical interpretation of the major arcana. Take a tarot reading from what you see as you pass through, or stay a while and enjoy the large hand painted cards."
    },
    {
      "id": "AG41",
      "type": "grant",
      "artist": "Robin Mordini (Eggnog Queen)",
      "title": "Tied",
      "description": "Camp Heart On and Eggnog QUEEN present an untraditional chapel where friends, lovers, polycules, stuffed animals, new burn friends, your guitar, or anyone who wants to declare their love can laugh and get married in front of a beautifully burning metal heart sculpture!"
    },
    {
      "id": "AG42",
      "type": "grant",
      "artist": " Kayla Botelho",
      "title": "Weighted Heart",
      "description": "In life, we carry many burdens on our hearts. Often the adversities we face accumulate inside of us. We collect and hold things like shame, fear, and pain. Often to the detriment of our own well-being, and sometimes the well-being of others.  Come and experience the act of letting go. Weighted Heart is an interactive sculpture that allows participants to remove blockages from a magnetized heart. Come and make a conscious decision to remove burdens, so that we can begin to know our own hearts again. "
    },
    {
      "id": "AG43",
      "type": "grant",
      "artist": "Sunny Crump (Care Bear)",
      "title": "What I Wanted to Say...",
      "description": "Here's your moment to get out what you wanted to say, and it all comes back even better than before. Also a SIGNIFICANT amount of flowers."
    },
    {
      "id": "AG44",
      "type": "grant",
      "artist": "Eli Zemper",
      "title": "You Too Can Raku",
      "description": "ALL are invited to participate in the ancient art of RAKU (which translates as “fun” and “delightful”)! Come glaze your own ceramic tile which will be fired and taken from the kiln while red hot and put into combustible materials to create AMAZING results!"
    }
  ],
  "camps": [
    {
      "id": "TC0",
      "neighborhood": "???",
      "name": "Secret Ladies Society",
      "description": "For the first time ever the Secret Ladies Society is making an appearance at Lakes! We are excited to bring to you a space filled with friendly faces, good vibes, and amazing activities. Explore your adventurous side with scandalous polaroids, relax with a bubbly brunch, write secret messages, or create with us to make memories that last a lifetime. We can’t wait to blossom with you in the garden of wonder! Happy Burn!",
      "site": "K???"
    },
    {
      "id": "TC1",
      "neighborhood": "Back 40",
      "name": "Camp Heart On",
      "description": "Camp Heart On will be offering quickie weddings, art workshops and transformative experiences. Come get 'Tied' at an untraditional chapel where anyone who wants to declare their love to partner(s), an idea, a stuffed animal, or anyone else can get unofficially married in front of a burning metal heart sculpture. We’ll also be featuring interactive clay sculptures and contributing to the 'Growing Forward,' art grant in order to continue turning hearts on throughout Lakes of Fire. We’ll be turning the lights on to guide you to the Back40. Come get your Heart On!",
      "site": "B42"
    },
    {
      "id": "TC2",
      "neighborhood": "Back 40",
      "name": "Heart Mechanics",
      "description": "Visit the Heart Mechanics to lean into the immediacy of the moment at ATTUNE-Up - an interactive empathy practice exhibit. We will also create a collective work of art throughout the burn by using sharpies to draw and write on The Heart Car. Children and adult only practice demonstrations will be offered.",
      "site": "B43"
    },
    {
      "id": "TC3",
      "neighborhood": "Back 40",
      "name": "Respect My Space Camp",
      "description": "A chill spot to take things at your pace.  Come relax with us and talk about consent, gardening, and more!",
      "site": "B44"
    },
    {
      "id": "TC4",
      "neighborhood": "Back 40",
      "name": "Sanctuary of Love",
      "description": "The BrilliantlyMad Collective will be celebrating its 25th Anniversary by bringing our sacred space called the Sanctuary of Love (S.O.L.), offering workshops, healing modalities, and transformative experiences. We invite you to explore unifying the polarities of Brilliance & Madness into balance. Our S.O.L. container provides a chill space for you to rise into your authentic power.",
      "site": "B45"
    },
    {
      "id": "TC5",
      "neighborhood": "Back 40",
      "name": "Slumberland",
      "description": "Take a trip back to kindergarten with supervised nap space! Naps fight the patriarchy.",
      "site": "B41"
    },
    {
      "id": "TC6",
      "neighborhood": "Downtown",
      "name": "Bermuda Triangle Travel Bureau",
      "description": "Come disappear with us! Our unlikely oasis is the preferred accidental destination for flight attendants, sailors, and intergalactic tourists alike. Join us for special events hosted by our travel agents, or engage in self directed experiences anytime, in one of our art structures. Wander around Lucky Lake to discover our beacons - which form a Devil’s Triangle within Lakes of Fire!",
      "site": "127"
    },
    {
      "id": "TC7",
      "neighborhood": "Downtown",
      "name": "Boogie Woogie Cabaret",
      "description": "Home of the finest live musical performances on the lake! We also offer comedians, figure drawing, and table-top gaming daily. Connect with your creativity and your community!",
      "site": "118"
    },
    {
      "id": "TC8",
      "neighborhood": "Downtown",
      "name": "Camphrodite",
      "description": "You leave your tent in the morning wondering if you look as good as you feel when you stumble upon Camphrodite; a garden oasis of beauty and self-care. Enter the self-serve salon any time of the day or night to reflect, refresh, or engage in some radical self-expression! You will find hygiene and beauty gifts as well as an interactive garden.",
      "site": "126"
    },
    {
      "id": "TC9",
      "neighborhood": "Downtown",
      "name": "Cover Camp",
      "description": "Cover BANDS perform hit songs by different artists as their own unique and oft-terrible tributes... Cover CAMP is coming back to Lakes for our 2.5th year to perform unique and oft-terrible tributes to the LoF theme camps we love the most! Come check out our 'set list' daily as we slowly reveal our themed gifts, art, and events, and sign up for our Low Stakes Talent Show, taking place before the effigy burn on Saturday afternoon!",
      "site": "119"
    },
    {
      "id": "TC10",
      "neighborhood": "Downtown",
      "name": "Cymatic Meadows",
      "description": "Cymatic Meadows is a camp built around opportunities. Opportunities to engage, opportunities to leave an impact, and opportunities to see things in a new way. We offer a unique curation of programming to both hear and see your song that lies within. With sound guided lasers and mind-shaking workshops, there is a call to grow and change within the ever-shifting reality you are experiencing. ",
      "site": "27"
    },
    {
      "id": "TC11",
      "neighborhood": "Downtown",
      "name": "Experimental Family Tree",
      "description": "This year, the Experimental Family Tree is a vegan food and art extravaganza. We want to share our love of vegan vittles with the Lakes of Fire family! We’ll serve plant-based cookies, charcuterie with wine spritzers (pinkies out), and dinners throughout the week. Our digital art project-- Den of Dreams-- will be shown on a big screen and we’ll have prints to share. We also have a large chill tent with lots of pillows and altered mannequin decor, plus whirling lights to watch and toys to play with. Our mobile bar cart will be at camp and around the lake.",
      "site": "19"
    },
    {
      "id": "TC12",
      "neighborhood": "Downtown",
      "name": "Flamingolo",
      "description": "Welcome to that dream... Where you are riding a costumed flamingo while playing polo through croquet wickets: FLAMINGOLO!",
      "site": "130"
    },
    {
      "id": "TC13",
      "neighborhood": "Downtown",
      "name": "ILLUMINATION",
      "description": "ILLUMINATION - LIGHTING UP THE DARKNESS WITH VIDEOS AND LED LIGHTS",
      "site": "120"
    },
    {
      "id": "TC14",
      "neighborhood": "Downtown",
      "name": "Lamp Camp",
      "description": "Get your shiny selves to Lamp Camp and experience all the glowy-ness we have in store this year! Check out our Lamp garden makeover and meet the FAERIES, wander through the mushroom garden, Psilo-Luminos!, rejuvenate with a variety of movement workshops we are offering, or de-juvinate with a quality Cocktail at Just the Tip bar. Then hop on the Whippet Express for a lake adventure! Live your best life and love lamp!",
      "site": "21"
    },
    {
      "id": "TC15",
      "neighborhood": "Downtown",
      "name": "Obscuras Imaginarium",
      "description": "Transport back in time to the late 19th century as you'll be immersed in a world of oddities, curiosities, and decor inspired by vintage circuses of the past. Bring your cup for popcorn or a special drink you can only find in the Imaginarium. The dress code for the evening is vintage circus, so be sure to come dressed in your best Victorian-era attire. You'll feel right at home among the other artists that call Obscuras Imaginarium home. So come one, come all, to this unforgettable night of vintage entertainment, performances and silent films.",
      "site": "20"
    },
    {
      "id": "TC16",
      "neighborhood": "Downtown",
      "name": "Pickleback Bus",
      "description": "Sometimes life can be in a bit of a pickle. If that's your case then come join us at the Pickleback Bus. We combine the advanced technology of pickle juice with whiskey and pickles. Hand crafted by authentic artisan Canadian hippies, these pickles and our VIP (very important pickle) bar is the place to be during the entirety of Lakes of Fire week. What is this very important pickle lounge you speak of? Well it's our pickle-themed bar full décor, costumes and lively atmosphere for VIPs just like you. Dill with it! ",
      "site": "26"
    },
    {
      "id": "TC17",
      "neighborhood": "Downtown",
      "name": "Pop-A-Squat ",
      "description": "Join us in our garden oasis where we have something for everyone. It's a place to find balance, inspiration, and exploration. Wander through a space that offers an interactive, creative, and social experience. Taste something new, make something new, meet someone new. We welcome you to an enchanting place set aside to slow down and appreciate the beauty of the moment. Whether you’re looking for a place to cozy up, sprawl out, laugh with others, or simply just be, this is a welcoming, inclusive, and safe space.",
      "site": "116"
    },
    {
      "id": "TC18",
      "neighborhood": "Downtown",
      "name": "Recess Camp",
      "description": "If you’re looking for a quiet, low key place to chill out during the day, this ain’t it. If you want music, games, booze and afternoon fun, we can help. We’ll be open from noon to 6 on Thursday, Friday and Saturday. Full bar, DJs, dancing,  giant yard games will be back.",
      "site": "122"
    },
    {
      "id": "TC19",
      "neighborhood": "Downtown",
      "name": "Sad Kids Club",
      "description": "Would you be the savior of the broken, the beaten and the damned? Calling all sad kids to the Sad Kids Club - if you still have band posters on the walls of your bedroom (or wish you did), this is the place for you. Come hang out with your 'elder emo' companions to dance, sing, and cry to all of your favorites that got us through our formative years.",
      "site": "131"
    },
    {
      "id": "TC20",
      "neighborhood": "Downtown",
      "name": "Safe Zone",
      "description": "Welcome to Safe Zone, a sanctuary for trans and queer members of Lakes of Fire. Our inclusive Queer space offers a safe and supportive environment where you can be yourself and connect with others who share similar experiences. Our sober juice bar serves up delicious drinks, and we also have a separate shot bar for those who want to indulge. Whether you want to dance, chill, or simply enjoy the company of others, you'll find a warm and welcoming atmosphere at Safe Zone. We believe in inclusiveness and queer safety above everything, and we're dedicated to creating a space where everyone can have a good time and feel comfortable being themselves.",
      "site": "129"
    },
    {
      "id": "TC21",
      "neighborhood": "Downtown",
      "name": "Smoky Bubbles",
      "description": "Where smoke meets bubbles.",
      "site": "20"
    },
    {
      "id": "TC22",
      "neighborhood": "Downtown",
      "name": "Sound Garden",
      "description": "Sound Garden: Welcome to the Garden, we've got fun and games, everything you want Fairy, seeds and plants with names. We are the people that can find what green things you may need. If you got the desire honey, we got snacks and tea.",
      "site": "137"
    },
    {
      "id": "TC23",
      "neighborhood": "Downtown",
      "name": "Sunrise",
      "description": "Our camp will focus on the sunrise of Lakes of fire. Sunrise is there must beautiful and most underappreciated time of day on the lake. We want to bring the appreciation for the sunrise to all people awake at 5:30 in the morning. The still awake, and the just waking up.   While these two groups of people may not have many common interests, we will do our best to keep them fed, hydrated, caffeinated, and happy. ",
      "site": "139"
    },
    {
      "id": "TC24",
      "neighborhood": "Downtown",
      "name": "Superfriends",
      "description": "The Superfriends are back to challenge all the bad vibe villains on the lake, because we gotta fight for our right to paaaarty!  Join us at the acclaimed ‘Worst Soundcamp Ever' to fill your soul with good music, good vibes and to win the 1st Lakes of Fire Badminton CAMP-IONSHIP ever! Stop by our headquarters to sign-up your camp and win the grand prize!",
      "site": "25"
    },
    {
      "id": "TC25",
      "neighborhood": "Downtown",
      "name": "The Funky Tiki Ohana/The Ark of Orenda",
      "description": "Funky Tiki and Orenda. Big ole Tikis, Big ole Spaceships. Paradise.",
      "site": "132"
    },
    {
      "id": "TC26",
      "neighborhood": "Downtown",
      "name": "TreeBassin'",
      "description": "Come feed your inner garden and get Gaia with us! We'll be serving up lush green beats and frozen treats! Immerse yourself in a daytime activation that includes a solar powered dj booth, SLUSHIES, a beachfront lounge, and plenty of inflatables for basking and bobbing the day away. ",
      "site": "30"
    },
    {
      "id": "TC27",
      "neighborhood": "Downtown",
      "name": "We Don't Need Another Hero",
      "description": "We are your cozy neighborhood bar or greasy spoon. If your neighborhood is an irradiated wasteland with cannibals and killer robots. Come for the survival. Stay for the charm.",
      "site": "125"
    },
    {
      "id": "TC28",
      "neighborhood": "East End",
      "name": "Bare Butt Lounge",
      "description": "Come let your butt out of its shell! Disrobe in our chill naked lounge where we'll provide food and drinks, nude literature, and assorted naked themed activities. Come to our services counter to get your butt cleaned, massaged, and polished! Or, if your butt is feeling down, we'll give it a kiss to show that it's loved. Then, swing by at night where the lounge will be transformed into an adults-only space to show your butt a different kind of love. Everyone can also partake in our safari to find the hidden treasures around the Garden of Wonder.",
      "site": "O"
    },
    {
      "id": "TC29",
      "neighborhood": "East End",
      "name": "Bunny Camp",
      "description": "Bunny Camp brings costume and clothing for your burner wear. We have something for everyone to help you look fabulous. Maybe you will find something out of your comfort zone to try on for your alternate personality. We will have mutant stuff animal making along with kaleidoscope making arts and crafts. Will it waffle will be back by popular demand. A few games to play and a tiny bar to under serve you alcoholic and non alcoholic drinks.",
      "site": "D"
    },
    {
      "id": "TC30",
      "neighborhood": "East End",
      "name": "Camp Mashup",
      "description": "Camp M*A*S*H U*P, is a mashup of all of our camps we've had over the last decade of LOF. Playing MASHUP music, Offering MASHUP drinks. Just dance the night away with us!!!   Look for the 4077th style frontage...AND catch our egg-roll fry!!!! For a mini camp, we know how to do it right.......Maybe you remember Areola51, from last year? Yep that us!",
      "site": "J"
    },
    {
      "id": "TC31",
      "neighborhood": "East End",
      "name": "Camp Side Quest",
      "description": "Camp Sidequest is here to fill all your magical and quest giving needs! Come flow with the local Fae at the magical mushroom circle, tempt the fates with a tarot reading, partake in PB&J sammie splendor, or take up a quest that is sure to include adventure (and plenty of snark)!",
      "site": "I"
    },
    {
      "id": "TC32",
      "neighborhood": "East End",
      "name": "Church of the 13 Unicorns",
      "description": "COT13U is an Art Collective that founded a cult... um we mean 'religion' that worships all things unicorn. We believe in food and fellowship while creating art. Let us share with you the sacred 13 tenets and unicorns in hopes of recruiting... um, we mean increasing our blessing. Snacks available and there will be ice cream Friday at 4:20. Cocktails when we feel like it. We are a day camp where our devotees frolic at night. Shenanigans planning is highly likely, execution is questionable. #weRnotacult",
      "site": "H"
    },
    {
      "id": "TC33",
      "neighborhood": "East End",
      "name": "Copycats Costume Camp",
      "description": "Find us with The Gayborhood!  Costume offerings in a shop setting! Peruse the displays and try on costumes, clothing and accessories donated and curated for you by Copycats and the community.",
      "site": "E"
    },
    {
      "id": "TC34",
      "neighborhood": "East End",
      "name": "Crappy Bar",
      "description": "We do the bare minimum to bring a crappy bar.  Come for a crappy drink.  Leave because of the crappy jokes and crappy swag.  But don't be hating on our crappy music cause we just happy to be here...maybe",
      "site": "K"
    },
    {
      "id": "TC35",
      "neighborhood": "East End",
      "name": "dcbbq",
      "description": "BBQ is art!  The dcbbq is a participatory BBQ art project at Lakes of Fire.  For 10 years our camp has nurtured the shared enjoyment of food and the smoking arts by gifting BBQ to the community.  This year we introduce a new offering -- Beach Meat!  Join us daily as we serve BBQ at our favorite party spots around the lake in collaboration with your favorite camps.  Our smokers run all event in service to the community. Be on the hunt for the elusive mobile meat machine -- the Meat Wagon.  And remember, the BBQ is ready when it's ready.",
      "site": "A"
    },
    {
      "id": "TC36",
      "neighborhood": "East End",
      "name": "Dive Camp Trailer Park",
      "description": "A group of burning SCUBA divers and friends.  Come have an omelet (-in-a-bag) for breakfast, join us for late afternoon cocktails, or come sit and socialize anytime.  We'll also be casting pewter medallions from time to time.",
      "site": "C"
    },
    {
      "id": "TC37",
      "neighborhood": "East End",
      "name": "Firewater Lounge",
      "description": "Where the drinks are hot and the people are hotter.",
      "site": "B"
    },
    {
      "id": "TC38",
      "neighborhood": "East End",
      "name": "Garden of Sluts",
      "description": "This camp is a smorgasborg of sluts where we combine two seemingly different themes - plants and sluts - for a one-of-a-kind experience. The camp is set in a lush botanical garden, where burners can learn about plants as well as kink. Throughout the day, sluts teach workshops on gardening and consent, and in the evenings, enjoy silly and slutty performances. Garden of Sluts encourages creativity and experimentation, allowing campers to explore the intersection between nature and art. It's the perfect opportunity for those interested in plants and kink to learn and connect in a beautiful and immersive setting.",
      "site": "L"
    },
    {
      "id": "TC39",
      "neighborhood": "East End",
      "name": "Jingles Emporium",
      "description": "Jingles emporium returns this year, providing those necessary and hard to find items. We have cigs, lighters, TP, antacids, tampons, floss, hand warmers, and more! Find us at the Baby Trailer and look for daily drink specials. Jingles Emporium is a Panda friendly, self-serve establishment open 24 hours a day, seven days a week.",
      "site": "N"
    },
    {
      "id": "TC40",
      "neighborhood": "East End",
      "name": "Liminalitea",
      "description": "Camp LiminaliTea returns in a haze of cosmic befuddlement to soothe the senses and astound the palate with our maximum-effort culinary and mixological delights. Gourmands can find everything from delicate teas and tisanes to heady liquors found nowhere else, all alongside bizarre and piquant snacks. The vibe is cryptids and witches talking shit on their coffee break. Join us Thursday for tea, and Friday for something a little stiffer.",
      "site": "G"
    },
    {
      "id": "TC41",
      "neighborhood": "East End",
      "name": "Pleasure House",
      "description": "Pleasure House is a clothing optional, body positive, sex positive, Lakes of Fire theme camp.  We are queer and straight friendly and we provide a place for campers to enjoy their sensuality.  We will have themed parties, nude yoga, play equipment and other engaging events. Fun and games and giveaways are always offered and we will be hosting several discussions on topics of interest to the LOF community including Polyamory, and an in-depth look at the Code of Conduct policy.  It is our goal to provide fun and information to the LOF community in a safe, fun environment!",
      "site": "M"
    },
    {
      "id": "TC42",
      "neighborhood": "East End",
      "name": "Struggle Bus",
      "description": "Two years without Lakes, and the struggle was real. Our camp had no theme, so we reinvented the wheel. The Struggle Bus we were riding, it became our muse; with deadlines approaching, we had nothing to lose. But gas prices were high, and a bus we had not; ideas were stirring, but not a whole lot. It was then with quick action, we built bus-like contraptions, suitable for puns, and suitable for fashion. This was the struggle of twenty-twenty-two, but the struggle’s still real, for me and for you.",
      "site": "P"
    },
    {
      "id": "TC43",
      "neighborhood": "East End",
      "name": "The Gayborhood: East Village",
      "description": "Howdy, Gaybor! Mosey on down to The Gayborhood and experience all that our gaybors have to offer. We are nine theme camps in a trench coat inviting you back to ours for good times, queer vibes, and enhancing lives. Featuring everything from nood beaches to hot dogs and chill spaces, we have your needs covered from Art to Zines.",
      "site": "F"
    },
    {
      "id": "TC44",
      "neighborhood": "Keyhole",
      "name": "Anarchy Bathtub",
      "description": "Camp Anarchy Bath What could happen here? Stuff, Stuff could happen Want to walk an enchanted Forest looking for spirits? That could happen here Want to discover whom among you are maybe a demon? That could happen here Want to throw burritos at your friends? That could happen here Have a disagreement that can only be settled through trial of (Foam)steel at high noon? That would happen here.",
      "site": "K13"
    },
    {
      "id": "TC45",
      "neighborhood": "Keyhole",
      "name": "Atmospheria",
      "description": "Atmospheria is a planet home to the moth people, who are drawn to the light that shines both outside and within others. The moth people strive to offer an inter-planetary rest and connection area for Lakes of Fire space travelers. Upon traversing the Portal to Atmospheria, travelers can visit the Landing Hub, a meeting space with workshops and a bar that serves cocktails/mocktails, and the Lamplight Lounge, which features Atmospheria’s unique flora and fauna garden, seating spaces, fire heaters, and a stage for fire, flow, burlesque, and music.",
      "site": "K5"
    },
    {
      "id": "TC46",
      "neighborhood": "Keyhole",
      "name": "Break-xodus",
      "description": "You've packed your kitchen on Sunday morning and are digging into the bottom of your pack for granola crumbs. Fear not! Camp Break-xodus has bacon, eggs, a bagel bar, and a cereal bar to fuel your departure! Cooking from 9am til noon! There will be coffee, and juices, too...",
      "site": "K15"
    },
    {
      "id": "TC47",
      "neighborhood": "Keyhole",
      "name": "Calico Cats and Gingham Goths",
      "description": "Come hang with the Calico Cats and Gingham Goths, some colorfully spooky cuties that are here to bring you a quiet place where you can relax and experience some guided events.  Our patchwork of unique events and calico tents will give you a chill place to reflect and enjoy this year’s Garden of Wonders.  Every visit will be a little bit different so drop in for a guided event or just relax under our many-colored canopies.",
      "site": "K18"
    },
    {
      "id": "TC48",
      "neighborhood": "Keyhole",
      "name": "Camp Pity Party",
      "description": "((Where it’s okay to not be okay)) Come to Camp Pity Party to wallow in your feels for a while. We offer a listening ear, silly party hats and NO ADVICE. Come with your woes and leave with a pocket full of compassion. Awww’s for everyone. Home of Lake’s “Is That Vegan Potluck” and the Affirmation Station.  ",
      "site": "K19"
    },
    {
      "id": "TC49",
      "neighborhood": "Keyhole",
      "name": "Camp Squish",
      "description": "Camp Squish; a place of rainbows, comfort, curated conversation, and a place to be consensually squished. The Squishee’s are a group of cute, queer, neurodivergent individuals who aim to provide a cozy place to unleash the inner child. We’re here to encourage your hearts, provide a comfy place for connection, and support anyone in need - just ask and the Squish will provide.",
      "site": "K20"
    },
    {
      "id": "TC50",
      "neighborhood": "Keyhole",
      "name": "COSMIC DISCO",
      "description": "We are explorers, traveling the cosmos in search of other beings that share our love of electronic music and disco culture. Our mission is to spread the joy and love of Disco Funk to all life forms. When we landed at Lakes though, we disturbed a village of Gnomes and they went scattering! We want to help these little guys and gals find their home. If you find one, please bring it back to our camp. You will be rewarded handsomely. Our daytime activities include Karaoke, a Disco Drag Show, Tarot readings and a High Tea Service.",
      "site": "K3"
    },
    {
      "id": "TC51",
      "neighborhood": "Keyhole",
      "name": "Dad Camp",
      "description": "A group of misfit wannabe daddys who left to get a gallon of milk, but found the mystical garden of lakes instead. Stop by for sage advice and coffee with Daddy-O! Come get some airbrush body art from PopPops. Don't miss Birthday Daddy's birthday party cook out with slappin shots and Dad's famous chili dogs. Come hang out with your Dads this weekend at Dad camp.",
      "site": "K11"
    },
    {
      "id": "TC52",
      "neighborhood": "Keyhole",
      "name": "First Fires",
      "description": "First Fires could be described as a sound camp, a cuddle camp, an interactive visual art piece, a library of words, sounds, and other amusements.  Our most charitable visitors have described us as feeling uncannily like 'home'. Less starry-eyed visitors have asked, 'are you always like this?' to which the answer, for better or worse, is yes. We're sorry / you're welcome. Come add to our cave murals, make a friend, catch a workshop or performance, sing us the song of your people. Open 24/7 for coziness and bad jokes.",
      "site": "K8"
    },
    {
      "id": "TC53",
      "neighborhood": "Keyhole",
      "name": "FlowGarden",
      "description": "Flow Garden circle space with on theme decor complete with flow prop library. Chill space to rest, mingle, and bear witness to flow performers.",
      "site": "K7"
    },
    {
      "id": "TC54",
      "neighborhood": "Keyhole",
      "name": "Fluffy's Funhouse",
      "description": "Fluffy's Funhouse offers an escape-room style puzzle, non-alcoholic beverages, and a gay-friendly cuddle space",
      "site": "K23"
    },
    {
      "id": "TC55",
      "neighborhood": "Keyhole",
      "name": "Goblin Cove",
      "description": "Witchy way of life for disturbed minds that art. Caves+Nearby Water = Cove. Be good at consent or stay away. SPIN FIRE on the Fae's 'Forbidden' Stage.  Play yard games at Inner Child Playground. Hide from mean ol Mr Sun in the caves (domes) & get gifts about heat stroke and consent and how burners can make a difference beyond the borders of burns.  End social capital. Create community trust. Let's dream/be pragmatic about antiracist decolonization, queerdom, and the kyriarchy.  Beware fishhooks in the lake!!!  F.R.I.E.S. night Thursday! Sea shanty singing Friday! Ping us to register for the fire jams!",
      "site": "K25"
    },
    {
      "id": "TC56",
      "neighborhood": "Keyhole",
      "name": "Kawaii Ultra Lounge",
      "description": "Kawaii Ultra Lounge is a Japanese style lounge and discotheque. Kawaii brings you both beats and treats, so raise your cup and join us. KANPAI!",
      "site": "K16"
    },
    {
      "id": "TC57",
      "neighborhood": "Keyhole",
      "name": "Kidsville",
      "description": "A collective of families who come together to create a shared playspace for the community. We are a village of awesome families with a family focused feel. We are not a babysitting club, so don't just drop your kid off and go explore.",
      "site": "K24"
    },
    {
      "id": "TC58",
      "neighborhood": "Keyhole",
      "name": "Midnight Snack",
      "description": "Midnight Snack will become available to passers by beginning at midnight, every night. Please be on the look out for us as you do your roaming... Take a peek in the fridge to see if anything calls to you. Want to rest your legs... Have a seat and take a break. The kitchen is often the heart of the home, and we hope you feel at home here. The kitchen closes at dawn. While open, we aim to serve our community with sustenance and refreshment for those long adventurous nights.",
      "site": "K6"
    },
    {
      "id": "TC59",
      "neighborhood": "Keyhole",
      "name": "Mom Camp",
      "description": "Hey you, are you tired? Hungry?Lonely? Need a hug? Want to decorate a Quilt block for next years Quilt? Come home and visit Mom camp. We have snacks, drinks and even a comfy pull-out couch. We also are offering free condoms, so you can protect yourself from being a mom at next years Lakes.       Finally, if you have ever thought about bringing your folks to Lakes, but are not sure how they would fit in, check out Mom camp. This might be their camp! But most of all, we have good company! Stop by and visit. We'll be here 12-8pm every day",
      "site": "K12"
    },
    {
      "id": "TC60",
      "neighborhood": "Keyhole",
      "name": "Sexy Space Raiders from Space ",
      "description": "Come on down to the Flying Saucy to hang out with the sexiest (and perhaps skankiest) space crew known to existence! We're finally ready to hang out with Urthlings after watching the party during Lakes in Space. ",
      "site": "K9"
    },
    {
      "id": "TC61",
      "neighborhood": "Keyhole",
      "name": "Space Space",
      "description": "Space Space is a teeny corner of glittery cosmic delight. At once joyful and also reverent, sensual and serene, unabashed by complexity, nuance, and the deep, healing expansiveness within. Like the universe itself. Like your wildly yearning heart.   Share a cuppa, a dance, a cry, a joke. Or just be. Maybe you'll get a massage, or your cards read, or some starry solitude. Maybe you'll start repeating random words, especially those that start with S. Maybe you'll be transformed.  We are in space. No one knows what's going on. I love you.",
      "site": "K9"
    },
    {
      "id": "TC62",
      "neighborhood": "Keyhole",
      "name": "Spice World",
      "description": "Spice up your Lakes at Spice World. We are a Spice Girls themed hot sauce camp. We have a hot sauce bar, spicy snacks, hot friends and other spicy fun available to everyone around the clock. We're also planning a salsa dancing meet-up and a spicy Bloody Mary bar.",
      "site": "K17"
    },
    {
      "id": "TC63",
      "neighborhood": "Keyhole",
      "name": "The Brimstone Society ",
      "description": "We think of The Brimstone Society as an upscale tiki cocktail bar, but we have been wrong before. Either way, You Deserve This™ and bring your god damb cup. ",
      "site": "K14"
    },
    {
      "id": "TC64",
      "neighborhood": "Keyhole",
      "name": "The Coven",
      "description": "The Coven: Seeking colorful conversation? A sparkly set of nails? Or a sip of strong brew? Meet us at The Coven for shellac manicures and homegrown red currant wine by Nail Witch. Featuring graffiti art by Eufoe.",
      "site": "K21"
    },
    {
      "id": "TC65",
      "neighborhood": "Keyhole",
      "name": "The (Gar)Den",
      "description": "The garDEN is place to rest, recuperate, and take shelter from the buffeting winds of strife blowing about this world, wearing your body and spirit down. A cozy burrow. A splendor. The garDEN is a tangle of roots and rhizomes carving out a cavern filled with comfy pillows, clouds of perfumed hookah smoke, and strange denizens enjoying drinks. Before you venture back out into the cold world, why not warm yourself by the flames outside? When you’re ready, you can make your farewells and let the lights usher you forth into the night. We do hope you’ll return.",
      "site": "K2"
    },
    {
      "id": "TC66",
      "neighborhood": "Keyhole",
      "name": "Vibratorium",
      "description": " Nikola Tesla said, 'If you want to understand the universe, think in terms of energy, frequency and vibration'. Vibratorium embraces and explores the varying ways we connect with the universe through our senses. By creatively experimenting in avenues of fire, sound, light and movement. Everything in the universe is made up of energy. Energy is never destroyed, only transferred. Energy is transferred through vibration.  Vibrations resonate at different frequencies. Vibratorium is centralized around understanding the energy of vibration and frequency.  Tuning into the nature of energy helps us to bridge the gap in understanding our environment, the universe and ourselves.",
      "site": "K12"
    },
    {
      "id": "TC67",
      "neighborhood": "Keyhole",
      "name": "Welcome HAUM",
      "description": "We are a family camp offering food, games, live music, and an open mic stage.",
      "site": "K10"
    },
    {
      "id": "TC68",
      "neighborhood": "North Side",
      "name": "Camp Recharge",
      "description": "Come visit Camp Recharge to have your energy restored physically, spiritually, and electronically! We offer hydrating cold beverages, a potable water refill and handwashing station, a recharging station (BYO charger), shiatsu back and foot massagers, energizing and relaxing aromatherapy rollers, lakeside hammocks, a first aid kit and OTC meds, and more. Offering self serve self-care! Camp Recharge - Unfuck yer day!",
      "site": "8"
    },
    {
      "id": "TC69",
      "neighborhood": "North Side",
      "name": "Dewey Decibels",
      "description": "Succeeding in their sonic ritual, the Super Hot Alien Witch Babes and the basstronauts of Dewey Decibels now turn their attention to the overgrown jungle landscape that has swept across the globe, turning the whole world into a dewey, humid mass of vegetation.  Whispers have reached their ears that the new jungle landscape we find ourselves in is because of a portal-leak located at the banks of a small lake in west Michigan.  With the proper application of rhythm, soundwaves, and humans dancing, word is the portal can be sealed and Earth saved from its jungle-y exterior.  Can you help us?",
      "site": "4"
    },
    {
      "id": "TC70",
      "neighborhood": "North Side",
      "name": "Frozen Kraken Creamery",
      "description": "Frozen Kraken Creamery is here to fill your mouths with our delicious cream! Frozen Kraken Creamery is a bastion of gifting and a break from the heat at the lake. Catch us making the circle with our cart, stop by for one of our sundae making events, or just get caught in the grasp of the kraken in our new home base! Now with more dolphin bits!",
      "site": "7"
    },
    {
      "id": "TC71",
      "neighborhood": "North Side",
      "name": "Garden of Fire",
      "description": "The Garden of Fire will once again be bringing a delightful sampling of flame varietals to warm your toes and spirit. Meander the path through artfully cut fire barrels to sit around a wood burning fire, or gaze at the hypnotizing flames of the wild flower pit. And don't forget to hit the button on the Rage Flower as you wander away!",
      "site": "2"
    },
    {
      "id": "TC72",
      "neighborhood": "North Side",
      "name": "Nevis' Niceties",
      "description": "Nevis' Niceties is much more than nice things. Starting at 11:00 a.m. Thurs. Fri. and Sat. we will be welcoming you to our backyard oasis meets spa retreat. Relax in the shade while treating all your senses. Enjoy our Bloody Nevis Mary Hour 11:00 a.m.-12:00 p.m. Conversation stimulating activities and visual art to help you chit chat and remember there is an art to socializing. Daily signature jello shots not to be missed along with other finger foods. I will be gifting the healing art of touch by offering shampoo/conditioning scalp massage treatments with hot water and the choice of six botanical, aromatic sets to wash away the grime. After 5:00 we turn into a chill space extension of Garden of fire.",
      "site": "2B"
    },
    {
      "id": "TC73",
      "neighborhood": "North Side",
      "name": "Sideways Potato People",
      "description": "Taters",
      "site": "9"
    },
    {
      "id": "TC74",
      "neighborhood": "North Side",
      "name": "That's What Cheese Said",
      "description": "We are gettin’ cheesy with it! Participate in the cultivation of gouda vibrations in our swiss cheese inspired ambiance. Grab a grilled cheese on your loop, or stay, hang, and join us in celebration of all things cheesy. ",
      "site": "11"
    },
    {
      "id": "TC75",
      "neighborhood": "North Side",
      "name": "TickTown",
      "description": "It’s lucky 13 for TickTown, one of the longest running theme camps to participate in LOF.  Come 'Spin the Wheel' and enjoy a delicious crafted cocktail at the infamous Snickerin’ Tick Tavern.  We have unique games to play and a fabulous DJ to dance the night away. Plus Limbo anyone??  At sunset, The Garden of Wonderful Ramen will be serving oodles of noodles.  TickTown loves YOU!",
      "site": "1"
    },
    {
      "id": "TC76",
      "neighborhood": "South Side",
      "name": "Atoms Family",
      "description": "The Atom's Family Foraging Forest is a Theme Camp.  It's OUR theme camp.  Who are we?  The Fuck-It Fairy and her associate.  Listen, life isn't all rainbows and pixie dust, that's horse shit.  No, I mean it, that's horse shit, wipe your feet before you come in.  The rainbows and pixie dust are in here.  We will serve tasty treats throughout the Burn and a variety of secret gifts visible only to the wise and pure of heart. ... Riiight.",
      "site": "51"
    },
    {
      "id": "TC77",
      "neighborhood": "South Side",
      "name": "Baked on the Lake",
      "description": "Welcome to Baked on the Lake, your Lakes of Fire neighborhood bakery/cafe. We’ll be welcoming you gnome with fresh baked tasty treats both savory and sweet, beverages cold and hot, a little dancing and plenty of conversation. When you’re out foraging about the Garden of Wonder with your Gnomies stop in and say hi! Be sure and ask for a punch card and if you have one from last year bring it. Check out our white board for daily cafe special events and pop-ups. Let's bake magic together!",
      "site": "69"
    },
    {
      "id": "TC78",
      "neighborhood": "South Side",
      "name": "Capn Nemo's Flaming Carnival",
      "description": "Flaming Skeeball!  Ping Pong of Doom! High Striker! Loki the Devil Clown! Fire spinning! Bed of Nails?! Guest DJ's!  Friday BBQ! Burlesque???? What more do you want of us?!?",
      "site": "56"
    },
    {
      "id": "TC79",
      "neighborhood": "South Side",
      "name": "Deep Mysteries Teahouse",
      "description": "'It is good for the spirits of guest and host to be in mutual accord. But to want to be in accord is harmful. If both guest and host have attained a grasp of the way, a sense of harmony will arise spontaneously.' - The Book of Tea",
      "site": "73"
    },
    {
      "id": "TC80",
      "neighborhood": "South Side",
      "name": "Lakes and Ladders",
      "description": "Calling all gamers! From Monopoly to Magic The Gathering, we have games for players of all ages! Come by daily for open play or sign up for a DND Character Building class and learn how to play!",
      "site": "74"
    },
    {
      "id": "TC81",
      "neighborhood": "South Side",
      "name": "Pizza My Heart",
      "description": "Take a Pizza My Heart! Your local Pizzeria is ready and waiting to serve you hot, sticky, sauced-up pizza. Oozing with cheese and love, we want to fill you up with our gooey goodness. We have a fully equipped, fully loaded pizza kitchen, with the ambiance of a romantic eatery (perfect for your spicy date night). There's even the world renowned  'Slice of Glory' - a standing pizza slice glory hole (also perfect for your spicy date night). After banging down some pizza, you can bang on our pots and pans at 'Davey's Found Percussion'. Your life, and your mouth, will be so spiced up that you'll need to lounge in the lake on our Pizza Floatilla. We know some people are into physical fitness... we're into fitness whole pizza in our mouths.",
      "site": "63"
    },
    {
      "id": "TC82",
      "neighborhood": "South Side",
      "name": "RadioSGC",
      "description": "RadioSGC invites on air talent from camps around the lake to the airwaves throughout the event. Your earballs will be pleased while you tune in on the FM radio or by joining us live at the station.  Get ready for PSAs, interviews, daily updates, special announcements, live call in phone booths, talent features, all genres of music, and more!",
      "site": "72"
    },
    {
      "id": "TC83",
      "neighborhood": "South Side",
      "name": "Still Bayou",
      "description": "Welcome to our oasis on the lake. Wander through for swamp snacks, hunker down and enjoy our Hurricane Party, or cool off with a dip in our corner of the sultry swamp. Evenings on the Bayou are filled with surprises, and we don't just mean our resident alligators!",
      "site": "54"
    },
    {
      "id": "TC84",
      "neighborhood": "South Side",
      "name": "The FunkYard",
      "description": "Come peruse our bazaar described as a cornucopia of textures and patterns. Amplify your look and snag some burner attire 'Have a snack, or be the snack!'  Home to the poetry corner, positivity board of wonder and LOF official scrapbook. Funk yer burn!",
      "site": "52"
    },
    {
      "id": "TC85",
      "neighborhood": "South Side",
      "name": "The Notorious Scoundrels",
      "description": "Come one, come all to The Notorious Scoundrels! Unfair Funfair! Play our rigged carnival games and if you’ve had a tetanus shot, please enjoy our petting zoo! There will be a drunk chess tournament, nefarious tarot card readings with equally unpleasant cocktail pairings, prizes you can’t possibly win, raffles, pretzels, degenerate and unqualified operators, oh! and a carousel!  It’s fun for the whole family!  *You must be this tall to ride. **Unsupervised children will be sold. ***No refunds.  ",
      "site": "70"
    },
    {
      "id": "TC86",
      "neighborhood": "South Side",
      "name": "Valhalla!",
      "description": "Valhalla! A haven for fallen warriors where mortal men are treated as the Gods they truly are, and prepare themselves for Ragnarok, the last battle. Valhalla is a place for the wanderers and warriors of the Lake to rest their weary feet around a fire and be entertained by stories while drinking mead and eating meat. A place where they can prepare themselves for battle with games of strength, dexterity, and wit. A place to wonder at the beauty of art and partake in Loki’s mischief.",
      "site": "64"
    },
    {
      "id": "TC87",
      "neighborhood": "South Side",
      "name": "Woozles and Boozles",
      "description": "A chill camp, compleat with bar, lounge and art! Enjoy a variety of fancy water to lofi beats, jazz, trip-hop and blues by day. At night revel in classy cocktails and mocktails while our DJs spin. Plus all the weird, trippy and glorious art. ALWAYS velvet couch Fancy as Fu*k!",
      "site": "60"
    },
    {
      "id": "TC88",
      "neighborhood": "Uptown",
      "name": "Atomic Chocolate Bar",
      "description": "Atomic is a mini sanctuary, a place to recover between laps around the lake. We serve treat-food and drink, coloring books, and quiet music,  and a few art projects.   this year there will be evening fire performances in the large roadside ring ",
      "site": "111"
    },
    {
      "id": "TC89",
      "neighborhood": "Uptown",
      "name": "Build-a-BEE Wearhouse",
      "description": "The Garden of Wonder wouldn't be complete without a BEE SWARM.! Buzz on by, Bee Suit Up. Join one of our many Swarms listed in the WWW! ",
      "site": "32"
    },
    {
      "id": "TC90",
      "neighborhood": "Uptown",
      "name": "Burning Belgian Beer",
      "description": "Feeling thirsty? Need a pick-me-up, swing on by Burning Belgian Beer!  We've got a bevy of delicious drinks to keep you hydrated and buzzing with energy all day (and night) long. Want to take a boozy journey to Belgium with our crafted Belgian Triple? Or maybe you're in the mood for something non-alcoholic like an herbal tonic or violet jelly slushies – they're like a party in your mouth! Plus, we've got coffee and tea beveragionos to perk you up for your next adventure. So, come on over and let BBB quench your thirst. You'll leave feeling refreshed and ready to take on the Garden of Wonder!",
      "site": "36"
    },
    {
      "id": "TC91",
      "neighborhood": "Uptown",
      "name": "Camp One More Thing!",
      "description": "Chill camp with lots of boingers to interact with, late night bar, with random fun activities during the day. Come get your boing on and enjoy the festivities",
      "site": "115"
    },
    {
      "id": "TC92",
      "neighborhood": "Uptown",
      "name": "Coco Jumbo National Park, San Escobar",
      "description": "Coco Jumbo National Park: WE NEVER CLOSE!",
      "site": "108"
    },
    {
      "id": "TC93",
      "neighborhood": "Uptown",
      "name": "Coffee UP",
      "description": "Coffee Up serves hot, fresh coffee each morning and throughout the day/evening as we're able. Visitors are welcome to stay and hang out as they enjoy their awake juice or take it to go.",
      "site": "102"
    },
    {
      "id": "TC94",
      "neighborhood": "Uptown",
      "name": "Drink, Bitch!",
      "description": "Drink, Bitch! is back with your favorite refreshments! Each year our blow-up furniture gets classier! Come join us for scheduled drink offerings: Lemonade social, Best Bloody Mary's,  Mai Tai's, Absinthe tasting, and Apple Pie Moonshine! Come chill in our lounge, be given unsolicited advice, and explore our Tunnel of Wonder where you can paint the walls with light!  We also offer paddleboard lessons and will have suspension/bondage demonstrations where our experts show you how to safely lose yourself above the ground.",
      "site": "105"
    },
    {
      "id": "TC95",
      "neighborhood": "Uptown",
      "name": "HippoCampUs",
      "description": "Stop by HippoCampUs to get your Ror-chest Test interpreted. Dip your chest in ink and post it on our billboard for all the burn to see. Burners near and far will come to read your print and give good vibes and kind words based on what they see. Come to dip your chest or to offer kind words to others. Interpretation hours are open 24/7. Inking dependent on availability of creators. If you need a place to wind down join us each sunset for a HippoSoak. Brippo will be available to float with you. Come as you are and soak with us.",
      "site": "110"
    },
    {
      "id": "TC96",
      "neighborhood": "Uptown",
      "name": "LoF Yacht Club",
      "description": "Are you Not Sure where to launch your watercraft? Are you Not Sure if you received your watercraft permit? Are you Not Sure about water safety? Did you forget to bring a Personal Flotation Device (PFD)? Come visit us at the LoF Yacht Club we are Not Sure and we can help you out.",
      "site": "33"
    },
    {
      "id": "TC97",
      "neighborhood": "Uptown",
      "name": "Neighborhood of Make-Believe",
      "description": "Welcome to the whimsical world of the Neighborhood of Make Believe, where the spirit of Mr. Rogers lives on! Slip into our cozy cardigans and get ready to be transported to a magical wonderland of make-believe. Treat yourself to frozen electrolyte-packed goodies and a cereal buffet as you explore our camp of playful souls on an enchanting adventure. We will be hosting Mr. Rogers After Dark with hookahs and hotties (hot, maybe alcoholic, drinks). Let's create unforgettable memories in this world of pure imagination that will warm your heart and leave you with a smile.",
      "site": "113"
    },
    {
      "id": "TC98",
      "neighborhood": "Uptown",
      "name": "Parents of the Caribbean",
      "description": "Yo ho ho and a bottle of sangria!  Visit our crew of salty seadogs who have come ashore to party with our littles, the freebooter burners.  We are a motley crew of parents who live life on the high seas, searching for snacks and sharing tales of adventure.  We provide a welcoming and inclusive atmosphere for all ages.  We encourage you to let loose and embrace the spirit of scallywags and swashbucklers.  Come fill your glass and shake your ass with our bounty of booty-full music. You'll find us washed up at Not Sure Village where we are surrounded by old bitches and bees.  Pirates, Ye Be Warned!",
      "site": "35"
    },
    {
      "id": "TC99",
      "neighborhood": "Uptown",
      "name": "Rampart Schott Klinik and Pharmacy",
      "description": "Rampart Schott Klinik & Pharmacy is a place for medical themed antics, beverages and accoutrements. Serving Midnight Coneys, Popcorn at the Kernel Bar & various beverages of strange ingredients. The doctors and nurses are more than happy to provide pain, pleasure or all things in between.  Come for the drinks and stick around for properly regulated & medicinal spankings and whatever other procedures we may concoct .",
      "site": "103"
    },
    {
      "id": "TC100",
      "neighborhood": "West End",
      "name": "Bikes and Brews",
      "description": "Bikes and Brews a lively camp. The camp provides and repair questionable bicycles. In addition, they offer refreshing, cocktails, mocktails and recycled bathwater to enjoy.Bikes and Brews a great place to relax and socialize, while also providing a practical service that makes it easier for attendees to get around at the event.",
      "site": "80"
    },
    {
      "id": "TC101",
      "neighborhood": "West End",
      "name": "Cirque Du Soul",
      "description": "Cirque Du Soul is soulful by day and fun +sensual by night! A fabulously decorated tent with luscious fabrics for workshops, tea time and some boogie.",
      "site": "82"
    },
    {
      "id": "TC102",
      "neighborhood": "West End",
      "name": "Evolutionary Illumination",
      "description": "We invite you to Evolve in the Illumination of a 20' interactive kaliedoscopic fractal video screen! Driven by the magic of Lakes of Fire and its participants, responds to people in a magically interactive experience. Feedback with the video creates a never-the-same pattern, color, and light show that reacts to participants playing, dancing, spinning, hoop- ing, glittering and simply contemplating the edges of light and wonder.",
      "site": "84"
    },
    {
      "id": "TC103",
      "neighborhood": "West End",
      "name": "Goon Garden",
      "description": "The Goon Garden invites burners to an immersive nature experience.  Travel through the garden - become lost 'underwater' in the Octopus' Garden, our low gardens of upcycled material flowers, or allow the structures that have been 'reclaimed' by plants and vines to remind you of the wonders of nature.  Feel the grass between your toes as you dance your cares into daydreams beneath the sky (or stars). ",
      "site": "85"
    },
    {
      "id": "TC104",
      "neighborhood": "Uptown",
      "name": "2:39 Squirrels",
      "description": "We are a diverse and inclusive scurry of Burner Squirrels (twitch) - scurrying from 9 different states. SHAKE your tails, --scamper, frolic and scurry to site #42 to enjoy a CORN-ucopia of offerings including: The Creamed Corn & Pineapple Photoshoot, Random feeding frenzies of kibble and vittles, The CREAMING Corneas Golden Shower of Creaminess (Water Cannon) (Art), The Mitch McConnell Adult Petting zoo, The Midnight CORN-fessional. STAY CREAMY and DREAMY - and visit our nest ! ......scamper as needed",
      "site": "41"
    },
    {
      "id": "TC105",
      "neighborhood": "Uptown",
      "name": "The Slippery Pickle",
      "description": "Come visit your local shitty neighborhood backyard bar for a round of the best pickle backs this lake has to offer! We will be slinging Grandma’s secret homemade pickle juice recipe, just-the-juice shots for our sober pals, whiskey lemonades, and a self-serve coffee bar.  Come to our Drink-The-Bar-Dry party Friday night! It must all go! Look out for our pickle-back wagon delivery service to drink our special juice around the lake.",
      "site": "39"
    },
    {
      "id": "TC106",
      "neighborhood": "Uptown",
      "name": "UltraVibes",
      "description": "It's my understanding that Not Sure Village will have the blurb, which mentions the theme camp it contains. However, if a separate blurb for UltraVibes IS needed: UltraVibes: your chillout spot for tea and tunes within Not Sure Village. Unwind and relax under daytime shade, beating the scorching heat. As day turns to dark thirty circle 'round the cozy fire or explore all the village has to offer.",
      "site": "34"
    },
    {
      "id": "TC107",
      "neighborhood": "West End",
      "name": "Lux Ephemera",
      "description": "The ephemeral light that graces our moments together in the garden. We bring you a psychedelic aviary: Burnwatching, Burnfeeding, and nature commentary daily and nightly. Come into our birdhouse and perhaps you'll discover a dance party inside!",
      "site": "78"
    },
    {
      "id": "TC108",
      "neighborhood": "West End",
      "name": "MEOW*TOWN",
      "description": "MEOW*TOWN is a collection of interactive, cat themed experiences. The Mystical Kitty once again pretends to tell your fortune with homemade tarot cards in a meowgickal and hopefully amusing experience. Like a cat chasing spots of light on the wall, The Sunbeam Sensory Experience will create an immersive shiny wall to capture the imagination. Hungry kitties can fill their belly at the Purrface Pizza Parlor with personalized pizza hot from the pizza oven. Or come dip your paw in the water -- the MEOW*TOWN marina will be offering fabulous boat rides.",
      "site": "90"
    },
    {
      "id": "TC109",
      "neighborhood": "West End",
      "name": "Syncytium",
      "description": "Syncytium!! Come for the warm fire art, stay for the shenanigans, art, fancy drinks, music, chill spaces and questionable company!",
      "site": "94"
    },
    {
      "id": "TC110",
      "neighborhood": "West End",
      "name": "The Gayborhood, Castro District",
      "description": "Howdy, Gaybor! Mosey on down to The Gayborhood and experience all that our gaybors have to offer. We are nine theme camps in a trench coat inviting you back to ours for good times, queer vibes, and enhancing lives. Featuring everything from nood beaches to hot dogs and chill spaces, we have your needs covered from Art to Zines.",
      "site": "87"
    },
    {
      "id": "TC111",
      "neighborhood": "West End",
      "name": "The Raunch Ranch",
      "description": "Y'all means all round these parts, pardner! We're queer neon cowboys slangin' eats with some bumpin' beats! Come for the comfort food and banging tunes, stay for the hot queer cowpokes! When the sun is high, rest-recharge in the shade of the Raunch Ranch. Hang your hat, lean on back, and join us for rejuvenatng activites and riveting conversation. When the neon moon rises, dance on in and get yer boot scoot on!",
      "site": "91"
    },
    {
      "id": "TC112",
      "neighborhood": "West End",
      "name": "Videogasm",
      "description": "Videogasm featuring the Playa Theater. Every night from dusk till at least 2 am we will be showing a variety of shorts, parodies, music videos, cult films, VJ sets, interactive video art, Burning Man related videos and more on our large lakefront screen. In the afternoon, chill to the music in our Sleepy Pickle Lounge, sing some karaoke, play with our garden games, or have one of our fruity cocktails. Grab a handmade Lakes of Fire 'Garden of Wonder' trinket from our gifting tree or a tiny squeaky pig from our Piggie Pool. Live shadowcast of the Rocky Horror Picture Show Friday at midnight!",
      "site": "76"
    }
  ],
  "vehicles": [
    {
      "id": "MV1",
      "title": "Racoon Kart",
      "description": "Raccoon Kart dragging two shopping karts which people can ride in."
    },
    {
      "id": "MV2",
      "title": "Tarna the Jackelope",
      "description": "Steel Jackalope with flaming antlers and heart, glowy clouds, and a top deck dance floor."
    },
    {
      "id": "MV3",
      "title": "Studio 40",
      "description": "Studio 40 is the Back 40’s hottest, most “exclusive” limousine service. Fueled by the funk, this Disco ball on wheels will shuttle those going to and from the Back 40. Tired feet? Feel the beat? Get On and Get Down!"
    }
  ]
}
