[
  {
    "organizer": "Atmospheria",
    "camp": "KC7",
    "time": "Thursday July 18th 11am-1pm",
    "description": "Mermaid Merrymaking! Paint a cookie, paint your mermaid face, or give your best mermaid impression to earn a badge!"
  },
  {
    "organizer": "DMV & Mobility",
    "camp": "Kidsville KE1",
    "time": "Thursday July 18th 12:30pm",
    "description": "Take a ride around the event on our Mobility Shuttles! We will meet you at Kidsville for a ride around the event, ending at Kidsville again. Hear about how our Mobility program promotes Radical Inclusion at Lakes of Fire."
  },
  {
    "organizer": "Kidsville",
    "camp": "Kidsville KE1",
    "time": "Thursday July 18th 1pm",
    "description": "Youth-led Terrarium workshop"
  },
  {
    "organizer": "Kidsville",
    "camp": "Kidsville KE1",
    "time": "Thursday and Friday July 17th & 18th 5:30pm",
    "description": "Share and Tell potluck dinner and Sparks Scout gathering"
  },
  {
    "organizer": "Info_Bot",
    "camp": "Kidsville KE1",
    "time": "Thursday July 18 10am",
    "description": "Hold a mock \"Leads Meeting\" where children discuss and propose solutions to issues they care about"
  },
  {
    "organizer": "Leave No Trace",
    "camp": "Nexus",
    "time": "Friday July 19th 10am",
    "description": "Kids MOOP Scavenger Hunt (Youth-led activity)"
  },
  {
    "organizer": "Wee Effigy",
    "camp": "North Beach",
    "time": "Friday July 19th 9pm",
    "description": "Friday night at North Beach, FAST will be setting up a burn platform (extra sand on the already sandy beach) that will be the showcase location of the Wee-Effigy Project.  The Wee-Effigy Project is open for up close learning about how we safely burn at Lakes."
  },
  {
    "organizer": "Greeters",
    "camp": "Greeter Station",
    "time": "Saturday July 19th 10am-12pm",
    "description": "Learn and be a Greeter for a little while"
  },
  {
    "organizer": "Kidsville",
    "camp": "Kidsville KE1",
    "time": "Sunday July 20th AM",
    "description": "Spark Scouts will collect food for the food drive run by Greeters. They will pull wagons around to camps looking for contributions and then return to Kidsville for drop off."
  },
  {
    "organizer": "No Drama Pancake House",
    "camp": "Site 126",
    "time": "anytime",
    "description": "We can do one of two things, we can have some kids behind the scenes to see what goes into running a food-related theme camp or help serve pancakes to the masses—or both. Older kids (with parent's permission) can even help cook the pancakes. Perks include first dibs of pancakes. Can provide a patch or sticker as their badge."
  },
  {
    "organizer": "Tick Town",
    "camp": "Site 1",
    "time": "anytime",
    "description": "What do you want to do?  Scouts can be helping set up tents, put up lights, play all the games... That one sounds like the most fun!  But you can pick it."
  },
  {
    "organizer": "DPW",
    "camp": "The Ghetto",
    "time": "anytime",
    "description": "MOOP patrol, small DPW  oriented tasks such as, stacking wood, building, how to use tools, etc."
  },
  {
    "organizer": "Frozen Kraken Creamery",
    "camp": "Find the roaming ice cream cart!",
    "time": "anytime",
    "description": "Live the principal of Gifting by helping us hand out some ice cream"
  },
  {
    "organizer": "FLOW MY GOSH!",
    "camp": "Key Hole KW8",
    "time": "anytime",
    "description": "Find your flow state! Learn the four stages of flow and try a new prop from our prop library. Flowing with a prop is our favorite form of radical self-expression. It's okay if you've never touched a prop before! Flow arts is for everyone! (Radical Inclusion) If no one is around, follow the directions in our prop library next to the flow circle. You have consent to play with our props. Just please put them back how you found them. (Leave no trace) Have fun!"
  },
  {
    "organizer": "ESD",
    "camp": "Sites 47-49",
    "time": "anytime",
    "description": "Visit our incredible ESD team to share gratitude for the amazing volunteers who help keep us safe!"
  }
]